Repository: LukasBommes/LB-Projects
Catalog: languages/*.po
Languages: de_de

source: Theme developed by
de_de: Theme entwickelt von

source: Theme designed and developed by
de_de: Theme designed und entwickelt von

source: The requested site could not be found!
de_de: Die angeforderte Seite wurde nicht gefunden!

source: Browse the website via site search or use the navigation. Please contact the administrator if the error remains.
de_de: Nutzen Sie doch die Navigation oder Suche, um entsprechende Inhalte zu finden. Sollte der Fehler weiterhin auftreten, wenden Sie sich bitte an den Administrator.

source: Theme Options
de_de: Theme Einstellungen

source: There are no comments to this topic.
de_de: Zu diesem Artikel sind bisher keine freigegebenen Kommentare vorhanden.

source: 1 comment to
de_de: 1 Kommentar zu

source: comments to
de_de: Kommentare zu

source: Comments are off.
de_de: Die Kommentarfunktion ist deaktiviert.

source: subscribe Newsfeed
de_de: Newsfeed abonnieren

source: my Facebook profile
de_de: Mein Facebook-Profil

source: follow me on twitter
de_de: Folge mir auf Twitter

source: my Googleplus profile
de_de: Mein Googleplus-Profil

source: my Linkedin profile
de_de: Mein Linkedin-Profil

source: on YouTube
de_de: auf YouTube

source: read more
de_de: weiterlesen

source: Search Results
de_de: Suchergebnisse

source: Posts with the tag
de_de: Beitr&auml;ge mit dem Schlagwort

source: Posts published by
de_de: Beitr&auml;ge ver&ouml;ffentlicht von

source: Error 404
de_de: Fehler 404

source: Page
de_de: Seite

source: of
de_de: von

source: Guestbook
de_de: G&auml;stebuch

source: Submit Entry
de_de: Eintrag abschicken

source: There are no entries.
de_de: Es sind bisher keine freigegebenen Eintr&auml;ge vorhanden.

source: 1 entry in guestbook
de_de: 1 Eintrag im G&auml;stebuch

source: entries in guestbook
de_de: Eintr&auml;ge im G&auml;stebuch

source: Guestbook is deactivated.
de_de: Das G&auml;stebuch ist deaktiviert.

source: No hits
de_de: Keine Treffer

source: Recent Posts
de_de: Neue Artikel

source: Tags
de_de: Schlagw&ouml;rter

source: Pages
de_de: Seiten

source: Site-Feed
de_de: Seiten-Feed

source: Comment-Feed
de_de: Kommentar-Feed

source: Categories
de_de: Kategorien

source: Custom CSS
de_de: Eigenes CSS

source: Display RSS Button
de_de: RSS Button anzeigen

source: Display Social Buttons
de_de: Social Buttons anzeigen

source: Enter your YouTube account name.
de_de: Geben Sie Ihren YouTube Benutzernamen ein.

source: Enter the URL to your Facebook profile.
de_de: Geben Sie die URL zu Ihrem Facebook-Profil ein.

source: Enter the URL to your Twitter profile.
de_de: Geben Sie die URL zu Ihrem Twitter-Profil ein.

source: Enter the URL to your Googleplus profile.
de_de: Geben Sie die URL zu Ihrem Googleplus-Profil ein.

source: Enter the URL to your Linkedin profile.
de_de: Geben Sie die URL zu Ihrem Linkedin-Profil ein.

source: Display Slideshow
de_de: Slideshow anzeigen

source: Announcement Text
de_de: Ank&uuml;ndigungstext

source: This text will be displayed on a yellow background. You can use it for important information or announcements to your readers.
de_de: Der hier eingegebene Text wird auf jeder Seite gelb hinterlegt angezeigt. Hier sollten wichtige Informationen und Ank&uuml;ndigungen eingetragen werden.

source: Please do not load this page directly. Thanks!
de_de: Bitte laden Sie diese Seite nicht direkt. Danke!

source: This post is password protected. Enter the password to view comments.
de_de: Dieser Artikel ist passwortgeschützt. Geben Sie das Passwort ein, um die Kommentare anzuzeigen.

source: This Widget displays your most recent posts.
de_de: Dieses Widget zeigt die neuesten Artikel an.

source: Title:
de_de: Titel:

source: Count:
de_de: Anzahl:

source: This Widget displays the most common tags.
de_de: Dieses Widget zeigt die h&auml;ufigsten Schlagw&ouml;rter an.

source: LB - Tagcloud
de_de: LB - Schlagw&ouml;rter

source: LB - Recent Posts
de_de: LB - Neue Artikel

source: Subject
de_de: Betreff

source: Submit Email
de_de: Email abschicken

source: Your Message could not be submitted. Please check your input.
de_de: Ihre Nachricht konnte nicht gesendet werden. Bitte &uuml;berpr&uuml;fen Sie alle Eingaben.

source: Your message has been submitted successfully.
de_de: Ihre Nachricht wurde erfolgreich gesendet.

source: The main sidebar widget area
de_de: Der Haupt-Widgetbereich für die Sidebar

source: Return to image gallery
de_de: Zur&uuml;ck zur Bildergalerie

source: Your search for &quot;%s&quot; got %d hits.
de_de: Ihre Suche nach &quot;%s&quot; erzielte %d Treffer.

source: Your search for &quot;%s&quot; did not get any results. You may try another keyword or browse the site archive.
de_de: Ihre Suche nach &quot;%s&quot; erzielte leider keine Treffer. Probieren Sie doch ein anderes Suchwort oder durchsuchen Sie das Seitenarchiv.

source: Show date?
de_de: Datum anzeigen?

source: Posts to skip:
de_de: Artikel &uuml;berspringen:

source: This Widget displays your avatar and biographical information.
de_de: Dieses Widget zeigt Ihr Benutzerbild und Informationen &uuml;ber Sie an.

source: LB - About the Author
de_de: LB - &Uuml;ber den Autor

source: learn more about me
de_de: Erfahren Sie mehr &uuml;ber mich

source: Select Author:
de_de: Autor ausw&auml;hlen:

source: Display avatar?
de_de: Avatar anzeigen?

source: Size of the avatar:
de_de: Gr&ouml;&szlig;e des Avatars:

source: Display custom text instead of biographical data set in the profile page?
de_de: Eigenen Text anstatt der im Profil angegebenen Biographie anzeigen?

source: Description:
de_de: Beschreibung:

source: URL to your about page:
de_de: URL zur Ihrer About-Seite:

source: Post Archives
de_de: Artikelarchive

source: About
de_de: &Uuml;ber

source: Related posts
de_de: &Auml;hnliche Artikel

source: Your email address will not be published. Required fields are marked.
de_de: Ihre Email-Adresse wird nicht ver&ouml;ffentlicht. Erforderliche Felder sind markiert.

source: Toggle comments
de_de: Kommentare umschalten

source: Sidebar Position
de_de: Position der Seitenleiste

source: Header Color
de_de: Farbe der Kopfzeile

source: Select the Color of the Header.
de_de: W&auml;hlen Sie die Farbe der Kopfzeile aus.

source: Footer Color
de_de: Farbe der Fu&szlig;zeile

source: posted on
de_de: ver&ouml;ffentlicht am

source: at
de_de: um

source: Thumbnails
de_de: Artikelbilder

source: Featured Post
de_de: Bevorzugter Artikel

source: Display post in the featured post slider on the homepage.
de_de: Zeige den Artikel im Featured-Post Slider auf der Startseite an.

source: Previous Posts
de_de: Vorige Artikel

source: Next Posts
de_de: N&auml;chste Artikel

source: Custom Title:
de_de: Eigener Titel:

source: Edit This
de_de: Bearbeiten

source: Website
de_de: Webseite

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Remember me?
de_de: Erinnere dich?

source: Sign in
de_de: Einloggen

source: Search
de_de: Suche

source: This category is empty!
de_de: Diese Kategorie enth&auml;lt keine Artikel!

source: Sign out
de_de: Ausloggen

source: Featured
de_de: Artikelbild

source: written by
de_de: geschrieben von

source: Optional widget area for the site footer
de_de: Optionaler Widget-Bereich f&uuml;r den Footer

source: About Me
de_de: &Uuml;ber Mich

source: This Widget displays your latest tweets.
de_de: Dieses Widget zeigt Ihre neuesten Tweets an.

source: Username:
de_de: Benutzername:

source: This Widget displays random images from your media library.
de_de: Dieses Widget zeigt zuf&auml;llige Bilder aus Ihrer Medienbibliothek an.

source: LB - Images
de_de: LB - Bilder

source: Images
de_de: Bilder

source: Javascript is disabled on your browser. Some features of this website may not work properly.
de_de: Javascript ist in Ihrem Browser deaktiviert. Einige Funktionen dieser Website k&ouml;nnten nicht funktionieren.

source: Cancel Reply
de_de: Antworten abbrechen

source: Save Options
de_de: Einstellungen speichern

source: Restore Defaults
de_de: Einstellungen zur&uuml;cksetzen

source: Click OK to reset. Any theme settings will be lost!
de_de: Klicken Sie OK zum Resetten. Alle Einstellungen gehen verloren!

source: Default options restored.
de_de: Standardeinstellungen wiederhergestellt.

source: Options saved.
de_de: Einstellungen gespeichert.

source: Theme Options Media
de_de: Theme Medienoptionen

source: View File
de_de: Datei ansehen

source: Gallery
de_de: Galerie

source: Previously Uploaded
de_de: Vorher hochgeladen

source: No Repeat
de_de: Nicht wiederholen

source: Repeat Horizontally
de_de: Horizontal wiederholen

source: Repeat Vertically
de_de: Vertikal wiederholen

source: Repeat All
de_de: Alles wiederholen

source: Top Left
de_de: Oben Links

source: Top Center
de_de: Oben Mitte

source: Top Right
de_de: Oben Rechts

source: Middle Left
de_de: Mitte Links

source: Middle Center
de_de: Mitte

source: Middle Right
de_de: Mitte Rechts

source: Bottom Left
de_de: Unten Links

source: Bottom Center
de_de: Unten Mitte

source: Bottom Right
de_de: Unten Rechts

source: Scroll Normally
de_de: Normal Scrollen

source: Fixed in Place
de_de: Fixiert

source: Italic
de_de: Kursiv

source: Bold
de_de: Fett

source: Bold Italic
de_de: Fett Kursiv

source: Basic Settings
de_de: Basiseinstellungen

source: For the best displaying results the logo should be 50 pixels width.
de_de: F&uuml;r die besten Anzeigeergebnisse sollte das Logo etwa 50 Pixel breit sein.

source: Background
de_de: Hintergrund

source: Change the site's background options.
de_de: &Auml;ndern Sie die Einstellungen des Seitenhintergrunds.

source: Select the position of the sidebar.
de_de: W&auml;hlen Sie die Position der Seitenleiste.

source: Enter your custom footer text to display copyright information.
de_de: Geben Sie Ihren eigenen Footer-Text zum Anzeigen von Copyright-Informationen ein.

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Here you can add custom properties to the stylesheet, e.g. .button{color:green;}. They will be automatically added to the website's header.
de_de: Hier k&ouml;nnen Sie eigene Erg&auml;nzungen zum Stylesheet hinzuf&uuml;gen, z.B. .button{color:green;}. Sie werden automatisch zum Seitenheader hinzugef&uuml;gt.

source: Use the custom backend stylesheet.
de_de: Das benutzerdefinierte Backend-Design verwenden.

source: Header Forms
de_de: Header-Formulare

source: Check the features you want to be displayed in the site's header.
de_de: W&auml;hlen Sie die Funktionen aus, die im Header angezeigt werden sollen.

source: About the author Widget
de_de: &Uuml;ber den Autor Widget

source: Display a widget with the author meta after each post.
de_de: Zeige ein Widget mit Autoreninformationen nach jedem Artikel an.

source: Display featured post thumbnails for each post on archive pages.
de_de: Zeige Artikelbilder f&uuml;r jeden Artikel auf Archivseiten an.

source: Display the Breadcrumb-Navigation at the top of each page.
de_de: Zeige die Breadcrumb Navigation oben auf jeder Seite an.

source: Display RSS Buttons in the site's footer.
de_de: Zeige den RSS Button im Seitenfooter an.

source: Enable Social Buttons in the site's footer.
de_de: Social Buttons im Seitenfooter aktivieren.

source: Slider Options
de_de: Slider Optionen

source: Enable Featured Post Slider
de_de: Aktiviere Featured Post Slider

source: Enable featured post slider on the front page.
de_de: Aktiviere den Featured Post Slider auf der Startseite.

source: Front Page Slideshow
de_de: Startseiten Slideshow

source: The front page slider will contain large images and text. That allows you to focus on special content and get high clickrates on this specific content. If you do not want to use the slider uncheck the option below.
de_de: Der Startseiten-Slider enth&auml;lt Bilder und Text. Das erlaubt es Ihnen, spezielle Inhalte hervorzuheben und hohe Klickraten f&uuml;r diese Inhalte zu generieren. Wenn Sie den Slider nicht verwenden m&ouml;chten, deaktivieren Sie die Option unten.

source: Enable image slideshow on the front page.
de_de: Aktiviere die Bilder-Slideshow auf der Startseite.

source: A favicon is a 16x16 pixels width an height image in the ICO-format. This image will be shown in the browser's adress bar.
de_de: Ein Favicon ist ein 16x16 Pixel gro&szlig;es Bild im ICO-Format. Dieses Bild wird automatisch in der Adressleiste des Browsers angezeigt.

source: Header Scrolling Behaviour
de_de: Scrollverhalten des Headers

source: Select the scrolling behaviour of the header.
de_de: W&auml;hlen Sie das Scrollverhalten des Headers aus.

source: Scroll with rest of page
de_de: Mit dem Rest der Seite mitscrollen

source: Stick to top of browser window
de_de: Am oberen Browserfensterrand fixieren

source: Login Form
de_de: Anmeldeformular

source: Search Form
de_de: Suchformular

source: Select the Color of the Footer.
de_de: W&auml;hlen Sie die Farbe des Seitenfooters.

source: Link Color
de_de: Link-Farbe

source: Select the Color of Links and all accents on the website.
de_de: W&auml;hlen Sie die Farbe f&uuml;r Links und alle Akzente auf der Website.

source: Enter your Google Analytics Account ID. For example: UA-123456-12
de_de: Geben Sie Ihre Google Analytics Account-ID ein. Zum Beispiel: UA-123456-12

source: Header Image
de_de: Header Bild

source: The header image should be 1000 pixels width and about 200 pixels height.
de_de: Das Header-Bild sollte 1000 Pixel breit und etwa 200 Pixel hoch sein.

source: Previous Post
de_de: Voriger Artikel

source: Next Post
de_de: N&auml;chster Artikel

source: by
de_de: von

source: Title
de_de: Titel

source: Slider Image
de_de: Slider Bild

source: This Option allows you to add posts to a slider on your static frontpage. Simply go to the WordPress post editor and check the Option in the custom meta box "Featured Post" to append the article to the slider.
de_de: Diese Option erlaubt Ihnen das Hinzuf&uuml;gen von favorisierten Artikeln zu einem Slider auf der Startseite. Rufen Sie einen Artikel im Editor auf und aktivieren die Option in der Meta-Box "Featured Post" um einen Artikel zum Slider hinzuzuf&uuml;gen.

source: Typography
de_de: Typographie

source: Settings for font size, font face and font style.
de_de: Einstellungen f&uuml;r Schriftgr&ouml;ße, Schritart und Stil.

source: Scroll to top
de_de: Nach oben scrollen

source: Display the Scroll to Top Button in the bottom right corner.
de_de: Zeige den Scroll to Top Button in der unteren rechten Ecke an.

source: Previous Image
de_de: Voriges Bild

source: Next Image
de_de: N&auml;chstes Bild

source: Return to the article
de_de: Zur&uuml;ck zum Artikel

source: Gallery Options
de_de: Galerie Optionen

source: Gallery Lightbox
de_de: Galerie Lightbox

source: Enable lightbox effect for image gallerys.
de_de: Aktiviere Lightbox Effekt für Bildergalerien.

source: Navigation Buttons
de_de: Navigations-Buttons

source: Display buttons with navigation elements on top of the lightbox.
de_de: Zeige Navigations-Buttons über der Lightbox an.

source: Browse Images with Mouse Wheel
de_de: Bl&auml;ttern mit dem Mausrad

source: Enable support for mouse wheel for image scrolling.
de_de: Aktiviere Unterst&uuml;tzung für das Bl&auml;ttern mit dem Mausrad.

source: Enable lightbox autoplay.
de_de: Aktiviere Autoplay für die Lightbox.

source: Preview Images
de_de: Vorschaubilder

source: Display thumbnail images below the lightbox.
de_de: Zeige Vorschaubilder unterhalb der Lightbox an.

source: Browse Animation
de_de: Bl&auml;ttern-Animation

source: Select the animation method for image browsing.
de_de: W&auml;hlen Sie einen Animations-Effekt für das Bl&auml;ttern.

source: fade
de_de: &uuml;berblenden

source: elastic
de_de: elastisch

source: none
de_de: kein

source: Opening Animation
de_de: &Ouml;ffnen-Animation

source: Select the animation method for the lightbox opening and closing.
de_de: W&auml;hlen Sie einen Animations-Effekt für das &Ouml;ffnen und Schließen der Lightbox.

source: Title Appearance
de_de: Darstellung des Titels

source: Select the appearance of the image title.
de_de: W&auml;hlen Sie Darstellungs des Bildtitels aus.

source: outside box
de_de: außen in Box

source: inside
de_de: innen

source: outside
de_de: außen

source: overlay
de_de: &uuml;berlagert

source: Autoplay Duration
de_de: Autoplay Dauer

source: Enter the display duration for each image in millisecods.
de_de: Geben Sie die Anzeigedauer f&uuml;r die Einzelbilder in Millisekunden ein.

source: Gallery Caption
de_de: Bilduntertitel

source: Display image description below each gallery item.
de_de: Zeige Bildbeschreibung unter jedem Galeriebild an.

source: I like this article
de_de: Ich mag diesen Artikel

source: Related Posts
de_de: &Auml;hnliche Artikel

source: Display related posts below each post.
de_de: Zeige verwandte Artikel unter jedem Beitrag an.

source: Display the like button for each post.
de_de: Zeige den Like-Button f&uuml;r jeden Artikel an.

source: Exclude Pages from Search
de_de: Seiten aus der Suche ausschließen

source: Check this option to exclude static pages from the site's search.
de_de: Aktivieren Sie diese Option, um statische Seiten aus der Suchfunktion auszuschließen.

source: Gallery Pagination
de_de: Galerie Paginierung

source: Enable pagination for Wordpress default gallery.
de_de: Aktivieren Sie die Paginierung für die Wordpress Standardgalerie.

source: Number of gallery items
de_de: Anzahl der Galeriebilder

source: Enter the number of gallery items being displayed on each gallery page.
de_de: Geben Sie die Anzahl der Galeriebilder ein, die pro Galerie-Seite angezeigt werden sollen.

source: Maintenance Mode
de_de: Wartungsmodus

source: Activate the maintenance mode to only allow administrators to visit the website.
de_de: Aktivieren Sie den Wartungsmodus, um nur Admininstratoren den Zugang zur Website zu erm&ouml;glichen.

source: Maintenance, please come back soon.
de_de: Wartungsarbeiten, kommen Sie bitte sp&auml;ter noch einmal vorbei.

source: External Links
de_de: Externe Links

source: Force browsers to open external links in new window or tab.
de_de: Browser zwingen, externe Links in neuem Fenster oder Tab zu &ouml;ffnen.
